export const store = {
  todos: [
    {
      id: '1',
      title: 'Задача №1',
      descr:
        'Кстати, интерактивные прототипы могут быть подвергнуты целой серии независимых исследований.',
      startTime: '2024-06-10T17:16:29.067Z',
      endTime: '2024-06-15T17:16:29.067Z',
      completed: false,
    },
    {
      id: '2',
      title: 'Задача №2',
      descr:
        'Кстати, интерактивные прототипы могут быть подвергнуты целой серии независимых исследований.',
      startTime: '2024-06-10T17:16:29.067Z',
      endTime: '2024-06-10T17:16:29.067Z',
      completed: true,
    },
    {
      id: '3',
      title: 'Задача №3',
      descr:
        'Кстати, интерактивные прототипы могут быть подвергнуты целой серии независимых исследований.',
      startTime: '2024-06-10T17:16:29.067Z',
      endTime: '2024-06-10T17:16:29.067Z',
      completed: false,
    },
  ],
};
